[
  {
    "Category1": "",
    "Category2": "Workshop",
    "Name": "History and Genre",
    "Text": "In this workshop, we use genre not for passive labelling or aesthetic policing, but as a means to produce explanatory knowledge. To do that, we tool genre in the following ways: • Genre theory is historical, not rhetorical or hermeneutical, because genres are historical groupings: indeterminate categories that instantiate processes of change as members of the grouping accrue. Genres are empirical not logical. • Those groupings are always changing: genre theory thus helps us develop a new understanding of and language for change. Crucially, through ratios of continuity to discontinuity, genre helps us to grasp hierarchies of change—what changes matter and which matter less. • Every member of every genre is always already mixed. They thus relate to each other within a synchronic hierarchy generated by the distribution of mixed features. That hierarchy, in turn, shapes what comes next. • Each genre thus embodies in its mixtures explanations of how it came to be and what possibilities it opens and closes. Genres are thus historically active procedures for producing, organizing and communicating knowledge. “System,” for example, is best understood as a genre, one that was especially crucial to the shaping of modern knowledge.",
    "ShortText": "Classification is not the beginning of the study of a problem – it’s the end (Marshall McLuhan)",
    "URL": ""
  },
  {
    "Category1": "",
    "Category2": "Platform",
    "Name": "The Exchange",
    "Text": "The concept of the “exchange” is a means for understanding how connections can be made within and across sites of knowledge. There are three distinctive ways for thinking how exchange articulates sited knowledge. In the first an exchange is mechanical and rigid: a telephone exchange comprises an array of switches and relays for effecting the transfer of packets of information around a network. In the second an exchange is plastic and dynamic: a stock exchange reconciles supply and demand through the operation of a market calibrated by price. Stock markets are constantly in motion as buyers and sellers reconcile their positions. In the third an exchange is transactional and organic: the human interactions that comprise an exchange of opinions or views are recursive. This kind of exchange must constantly adapt to the flow of conversation, re-configuring the connections that allow one person to see the point of the other. Exchanges thus alter platforms of knowledge by enabling and disenabling its connectivities. Holding exchanges is thus a strategy for reconfiguring",
    "ShortText": "Rather than conferences, seminars, symposia, etc., we call our meetings “exchanges” so that our form of interaction serves our purpose: the formation of new knowledge.",
    "URL": ""
  },
  {
    "Category1": "",
    "Category2": "Touchstone",
    "Name": "Past and Present",
    "Text": "Re:Enlightenment’s retroactive movements—past to present, present back to past, repeat— are like panning for gold. Shake back and forth. Scoop again. More shaking—until we learn something of value—something, in the simplest sense, that makes sense. Our sense of the past and our sense of the present—and thus the future—change. And then they change again as our explanations become a better and better fit for both.",
    "ShortText": "How should Enlightenment then relate to the possibilities for Enlightenment now?",
    "URL": ""
  },
  {
    "Category1": "",
    "Category2": "Touchstone",
    "Name": "Connectivities",
    "Text": "Reconnecting what has disconnected since the Enlightenment is a primary strategy for Re:Enlightenment. But sometimes we discover that reconnection is not possible or not desirable. Variations of connectivity then kick in—disconnecting what remains connected, making new connections, etc. The imperative is not to default to the current state of connectivity.",
    "ShortText": "How can we reconnect across the boundaries and divisions—institutional, professional, disciplinary—that arose after Enlightenment?",
    "URL": ""
  },
  {
    "Category1": "",
    "Category2": "Touchstone",
    "Name": "Mediating Technologies",
    "Text": "In its most general sense, mediation is shorthand for the work done by tools, by what we would now call “media” of every kind—everything that intervenes, enables, supplements, or is simply in between—emphasizing Francis Bacon’s stipulation about all knowledge: media of some kind are always at work. Since mediation is always necessary but the forms of mediation differ over time, there is a history of mediation.",
    "ShortText": "How can we reconceive our structures and tools for making knowledge work in the world?",
    "URL": ""
  },
  {
    "Category1": "",
    "Category2": "Protocol",
    "Name": "Stuckness",
    "Text": "When Francis Bacon described his plan for advancing knowledge in the early seventeenth century, he started from the premise that knowledge was “stuck.” He did not claim to be smarter or better than his predecessors. What mattered was his “good fortune” in living in a moment of different “resources” than they did. The resources that he cited were “mechanical things”: printing, gunpowder, and the nautical compass. Today stuckness is once again a problem, but in a strangely different way than it was in Bacon’s time. He looked to his new resources as the solution to Scholasticism’s dead end. But our new resources—the electronic, the digital, and the algorithmic—are the source of our current problem as well as of possible solutions. Not only have they extended knowledge in terms of what is known, but, crucially, they have extended our knowledge of what can be known—what might be called “knowable space.” When, for example, the immunologist Carl Nathan says that his field is stuck in a “chemical space” of 10^3 even when our new resources tell us it’s 10^69, he is not asserting the absence of progress in the smaller space. The problem of being stuck arises when we can see that the dependence on the tools, financing, and institutions that enable that small-scale exploration are actually obstacles to scaling up into the larger space. This is an issue surfacing across the disciplines. In literary and historical study, for example, it takes the form of whether established analytic tools geared to a relatively small number of documents—such as the close reading of individual texts—can navigate the much larger knowable spaces of newly comprehensive electronic databases. The question in all of these instances is what work is being precluded by the very success of earlier endeavors. This is the crucial twist to how we experience stuckness today: “stuck” does not mean we are not doing good work—diseases are being cured, histories are being written. Progress has not ceased, but a key marker of stuckness now is that progress itself gets in the way of potentially more consequential advances.",
    "ShortText": "Protocols are entries in a conceptual vocabulary aimed at creating new knowledge. Each one is a short paragraph of accessible prose without external references. They are thus modular: easily combined and reshuffled to build new explanations.",
    "URL": ""
  },
  {
    "Category1": "",
    "Category2": "Protocol",
    "Name": "Mediation",
    "Text": "Mediation is shorthand for the work done by everything that intervenes, enables, or is simply in-between. To use the term in this manner is to posit the conceptual priority of mediation. Mediations do not only clean up after our binaries; they generate them. Relationships are mediated, and changes in mediations change relationships. Mediation also recovers historically the stipulation famously invoked by Francis Bacon 400 years ago. “Instruments,” “aids,” “tools” of some kind, he argued, are—and should be—at work in every intellectual as well as physical endeavor. But—and here’s a major payoff—because the forms of mediation differ over time, there is a “history of mediation.” Such a history can engage “media history” and “media theory,” but its wide range of objects, forms, technologies, agency, and interactions—and thus its chronological scope—differentiates it from both of those established enterprises. And, since mediations can be more easily pinned down to specific times and places than “ideas,” we can track more of them more accurately—and thus more readily identify patterns in those interactions. The history of mediation, that is, offers a powerful alternative to our habitual reliance on the history of ideas. “Mediation” and its “history” can provide us with new—and newly useful—ways of thinking about agency and change.",
    "ShortText": "Protocols are entries in a conceptual vocabulary aimed at creating new knowledge. Each one is a short paragraph of accessible prose without external references. They are thus modular: easily combined and reshuffled to build new explanations.",
    "URL": ""
  },
  {
    "Category1": "",
    "Category2": "Protocol",
    "Name": "Protocol",
    "Text": "Protocols facilitate change. They are, more precisely, enabling constraints: they enable one connection by restricting others. In its earliest form, a “protocol” was a short document attached by red wax to a larger document; the protocol smoothed the progress of the principal communication by specifying the particular procedures to be observed by all parties. Protocols thus establish the rules and conventions for exchange, but they do so in a dynamic fashion: they can assume different formats and they can travel. When protocols migrate from one scene of communication to another, the rules and conventions they specify may operate virally in a codependent relation with those changing scenes—and may thereby alter the protocols themselves as well as the connections they make possible. Protocols are thus, importantly, design agents. Their agency lies both in providing the formal language of and for connection and in serving as strategic insertions into connectivity. Knowledge protocols, for example, may both break connections within and among different kinds of knowledge (thereby addressing stuckness) and reorganize connectivities (thereby altering the organization of knowledge on an established platform). By supplying the syntax for movement from one conceptual architecture to another, protocols participate in creating newly knowable spaces. In our present situation, protocols are thus useful strategies for promoting de-disciplinarity (movements from the disciplinary organization of knowledge): the introduction of unfamiliar or differently designed protocols to a platform is likely to create unforeseen connectivities.",
    "ShortText": "Protocols are entries in a conceptual vocabulary aimed at creating new knowledge. Each one is a short paragraph of accessible prose without external references. They are thus modular: easily combined and reshuffled to build new explanations.",
    "URL": ""
  },
  {
    "Category1": "",
    "Category2": "Protocol",
    "Name": "Platform",
    "Text": "Platforms support what we do—and what we might do next. By providing stability (we work on them), choice (we switch among them), and possibility (we launch from them) the concept of platforms is performing an increasingly important role in descriptions of change. Like software platforms, for example, knowledge platforms support certain configurations and activities and preclude others. Knowledge only takes shape as recognizable forms of knowledge when sited on a platform that enables distinctions between those forms. This is how and why we experience and perpetuate differences between, say, sociological forms of inquiry and the knowledge they produce and police, and historical forms of inquiry. Thanks to our current platform, we experience knowledge as organized into the modern disciplines—an experience that emerged from Enlightenment and is now engendering desires for change. The most frequently voiced desire is for interdisciplinarity, but that perpetuates “discipline” as the assumed form for knowledge; it alters only the relationships among those forms. To change the assumption itself we would have to change how the platform works. To that end, it is useful to think of disciplinarity as a surface phenomenon of the knowledge platform. The platform itself is constructed out of the conceptual architectures and the protocols for investigation, explanation, and description that constitute the set of pathways or relays that, at any particular historical moment, allow us to make and recognize knowledge. At moments of instability we can more clearly see how knowledge is always produced in contexts designed to reduce such instability. Disciplinarity maintains itself through a set of epistemological habits: forms and procedures for curating (stabilizing), disseminating (transmitting) and accrediting (valuing) knowledge. Since the production of new knowledge is most likely to arise in the movements between unstable and stable states of the platform, we need to devise strategies (including new protocols) for enhancing the random and non-predictable conditions under which such knowledge emerges.",
    "ShortText": "Protocols are entries in a conceptual vocabulary aimed at creating new knowledge. Each one is a short paragraph of accessible prose without external references. They are thus modular: easily combined and reshuffled to build new explanations.",
    "URL": ""
  },
  {
    "Category1": "",
    "Category2": "Protocol",
    "Name": "Fiction",
    "Text": "Fiction is to be understood as a technique for engaging, probing, and knowing reality. In contrast to description and explanation, fiction has a special virtue: its unusual power to originate, to begin, to find new directions, to push forward into reality as well as to enable reality to push back. It operates in all realms of knowledge: in the counterfactuals ventured across the disciplines; in the guesswork and hypotheses that shape experiments in the natural sciences; in the speculative desires and fears of the utopian and dystopian. It can generate norms, as in the “legal fiction” of a “reasonable person,” and pre-scribe change, as in science fiction. When we take into account the earlier, more general, meaning of “science” as “knowledge,” we can better grasp fiction’s potential for putting pressure on our engagement with reality. It not only forecasts futures; it also remakes the present to make it adequate to them. (Don’t reduce fiction to novels, literature, the humanities, or especially, the opposite of reality. Do expand fiction to media, computation, science, and rendering reality available to new knowledge.)",
    "ShortText": "Protocols are entries in a conceptual vocabulary aimed at creating new knowledge. Each one is a short paragraph of accessible prose without external references. They are thus modular: easily combined and reshuffled to build new explanations.",
    "URL": ""
  },
  {
    "Category1": "",
    "Category2": "Protocol",
    "Name": "Better Explanation",
    "Text": "Towards the close of the seventeenth century a certain pattern of thinking, and of interacting with other thinkers, began to have a powerful effect on the civilization of Western Europe, beginning in England. An entire political, moral, economic and intellectual culture grew around the values entailed by that pattern of thinking. This was the Enlightenment. This pattern of thinking was caused by, and has been sustained by, the quest for better explanations—that is, assertions about reality that are harder to vary while still accounting for what they purport to account for. Explanations should thus be distinguished from descriptions; this distinction, however, does not imply a hierarchy. The propensity to seek better explanations is itself a form of knowledge. And since all we have—and can have in the future—depends on it, it is the most valuable thing we have.",
    "ShortText": "Protocols are entries in a conceptual vocabulary aimed at creating new knowledge. Each one is a short paragraph of accessible prose without external references. They are thus modular: easily combined and reshuffled to build new explanations.",
    "URL": ""
  },
  {
    "Category1": "",
    "Category2": "Workshop",
    "Name": "Heterochrony",
    "Text": "There are the narratives designed to unify multiple times into one singular temporal trajectory, for example in the case of history writing, also of the more novelistic kind, but also those that work in the opposite way, documenting what happens when humans come out of sync, with themselves, with others, and with society, from Sterne’s Tristram Shandy to Kafka’s parable “Give it up”. The other kind of words are concepts, like “progress” or “crisis”, that are used to assemble and align innumerable events and experiences into one temporal form, either a progressive developmental line or a sudden, immediate disruptive change, even the end of the world as we know it.",
    "ShortText": "periodisation and the flow of time are choices not impositions",
    "URL": ""
  },
  {
    "Category1": "",
    "Category2": "Workshop",
    "Name": "Breaking Boundaries",
    "Text": "The metaphor comes from a wonderful essay by Michel Serres about how to get between the two continents of C.P. Snow’s great divide between the natural sciences and the humanities. Geologically speaking these continents often seem to be separate unto themselves, but the plates they are on continually merge (through subduction), fuse, and form new land masses. When Serres moves so freely between Lucretius and modern thermodynamics, this is not a glass bead game but a rigorous exercise in translation. Crucially, Serres says that there is never a route one can chart – the ice floes constantly shift and all one can learn are principles of navigation. Ironically climate change is making the passage a fixed reality; our ways of dealing with the issues arising are ineluctably from both continents working in concert.",
    "ShortText": "Don’t assume that the natural sciences, the social sciences and humanities are separable disciplines ... cleave to their unity and you find more than you expect. Search for the Northwest Passage.",
    "URL": ""
  },
  {
    "Category1": "",
    "Category2": "Workshop",
    "Name": "Dedisciplinarity",
    "Text": "How I Learned to Lose Disciplines and Love the Issues: In graduate school, I knew I’d specialize in the eighteenth-century novel having read what I thought was a lot of them (no data analytics to do larger scale work at the time) alongside as much “theory” as I could get my head around. But my workbench shifted with the nature of my first job at a small liberal arts teaching college in New York city, where the nature of the work (still good if you could get it) was teaching and service rather than published research. So I let the graduate-school identity go and started thinking about problems unharnessed from periods, disciplines, authors, perilously ignoring MLA job descriptions as then conceived.",
    "ShortText": "forget disciplines for a while: how is your research useful and interesting in the world?",
    "URL": ""
  },
  {
    "Category1": "",
    "Category2": "Workshop",
    "Name": "The Universal Library",
    "Text": "Curation: In order for a software library (a “package”) to be available through CRAN, the producers of the package must submit it for approval, where it is curated in a mostly automated process that checks compatibility with various operating systems and confirms that the package compiles and runs without errors. The package is then disseminated through CRAN’s servers, and can be used by other package authors. Other package authors import packages with a command at the start of their scripts, which acts as a kind of mandatory accreditation in the source code itself. In addition, the CRAN web page for each package lists which other packages it imports. The key to success, in my opinion, is that the process of curation, dissemination, and accreditation is in practice enforced through its operationalisation in the way that these computational objects are produced: it is not possible to make use of another package without using the import command that gives it accreditation.",
    "ShortText": "How will your knowledge be curated in such a way as to be useful to others?",
    "URL": ""
  },
  {
    "Category1": "",
    "Category2": "Workshop",
    "Name": "Trust",
    "Text": "Last week, Mark and I discussed how we could use his data on the Encyclopedie and Britannica and my hand-gathered (never again, until next time) data on the Cyclopaedia to track the movement of knowledge across compendia, with a particular eye towards changes in the reference networks. I’m untrusting about the results some DH methods produce if I don’t have what I feel (and there is definitely a differently discomfiting affective component to this) is the kind of grounded knowledge that comes from reading–knowledge that still, to me, feels like knowing. But I do trust the people that know what they’re doing. To follow the workshop metaphor (with a nod towards Samuel Johnson), I can scold a bad carpenter and make my own table, but if I want to build a house I’m going to need help.",
    "ShortText": "Assuming that your research is multimodal – how do you trust your interlocutors when you don't know their work from the inside?",
    "URL": ""
  },
  {
    "Category1": "",
    "Category2": "Platform",
    "Name": "Table",
    "Text": "At its simplest, as a physical object, an operating platform for knowledge can be understood as a table or lab bench where materials for research—books, notebooks, experiments, fieldwork, objects, subjects, etc.—are assembled, manipulated and interpreted so they can yield new knowledge. Conceived more broadly to include the technological and social infrastructure that provides the foundations for investigation, the operating platform provides the means for understanding the architecture that stabilises the work of sited knowledge. That architecture is both ideational and physical—it supports both institutions and practices as they connect in siting knowledge. The operating platform allows us to see that such connections are driven and regulated by protocols. The connections that are established, enabled, or disabled by the operating platform delimit what can be known and identified as knowable.",
    "ShortText": "An armature sites and shapes knowledge as we sculpt it. Is your armature flexible enough?",
    "URL": ""
  },
  {
    "Category1": "",
    "Category2": "Workshop",
    "Name": "Visualization",
    "Text": "The visualization is not an endpoint of research, but a working space for understanding. A project that ends with a graph is fundamentally incomplete: visualizations along do not substitute for explanations in and of themselves, but they are a space that can lead to the discovery of better explanations. Visualizations often project the abstract relationships between numbers or words into a spatialized representation that is easier and more intuitive for researchers to understand. Crucially, they can communicate the details of these relationships to a larger audience whose technical knowledge of the abstract principles would prevent them from participating in the process of discovery. When projected onto a shared screen, the visualizations themselves can be studied or even manipulated collectively by a group of researchers, not just communicating the results of an analyses, but becoming part of the analysis itself.",
    "ShortText": "Data graphics should draw the viewer's attention to the sense and substance of the data, not to something else.",
    "URL": ""
  },
  {
    "Category1": "",
    "Category2": "Workshop",
    "Name": "Simulation",
    "Text": "When we test our models of the world, we often do so through simulations: structured representations of the physical, social, or intellectual systems that we want to experiment upon. Such simulations have one or more degrees of freedom that can respond to both the rules in the underlying models that we are simulating and the initial conditions that we set. They allow our models run in controlled environments such that we can see their effects within an artificial platform attuned to the variables that we want to observe. As contingent representations, simulations simplify the systems that they represent, reducing and controlling the number of confounding variables to simplify our results. As a working environment, they offer an ability to experience the results of a theory or model whose endpoint cannot be calculated or predicted. The danger is when we mistake the simulation for an accurate representation of reality, or, worse, for reality itself.",
    "ShortText": "Simulation envelops the whole edifice of representation itself as a simulacrum.",
    "URL": ""
  },
  {
    "Category1": "",
    "Category2": "Workshop",
    "Name": "Thought Experiment",
    "Text": "The thought experiment offers a working space unconstrained by the limitations and consequences of the material conditions that often define the limits of our work. Whether these boundaries are a product of physical world, or the spatial consequences of our individual disciplines (the classroom, the university, or even the lab), the thought experiment gives us the opportunity to freely explore new configurations of knowledge. Many of the key theoretical discoveries that shape our world were initially products of such boundary-defying thought experiments. At the same time, the status of the thought experiment as a fictional product of our imaginations places an additional burden on our results which must be communicated and manifested within a shared physical reality. “Fancy creates of its own accord whatever it pleases, and delights in its own work. The end of reason, is truth; the end of fancy, is fiction: but mistake me not, when I distinguish fancy from reason; I mean not as if fancy were not made of the rational parts of matter; but by reason I understand a rational search and enquiry into the causes of natural effects; and by fancy a voluntary creation or production of the mind, both being effects, or rather actions of the rational parts of matter...” —Margaret Cavendish",
    "ShortText": "Thinking tools seldom establish a fixed fixed point but rather introduce a worthy candidate for a fixed point.",
    "URL": ""
  },
  {
    "Category1": "",
    "Category2": "Platform",
    "Name": "Interface",
    "Text": "A platform may, like an interface running on software, have its settings and connections configured in many different ways: agility and flexibility are signal traits in moments of change. An interface implies a mediated interaction between user and system, an intermediary platform whose design both enables and constrains the actions of the user according to a set of underlying principles. Without an interface, interactivity (and, by extension, activity itself), becomes undefined, arcane, highly specialized, or otherwise impossible.",
    "ShortText": "A user interface is useful not despite, but because it is not a reconstruction.",
    "URL": ""
  },
  {
    "Category1": "",
    "Category2": "Platform",
    "Name": "Program",
    "Text": "Connectivity determines the outcome of movement around the field of knowledge and within specific locales or nodes. If one were to describe this from the point of view of disciplinarity, that movement is regulated and policed by specific disciplines, the programs that run on the platform. Since the late eighteenth century, disciplinarity has been the primary operating platform for sited knowledge, and specific disciplines can be understood as the programs that run on that platform. Faced with the retrenchment of disciplinarity and the ineffectiveness of interdisciplinary efforts in changing the underlying programs, let along the operating system, we need to ask what other kinds of programs might be able to run on the new operating system that Re:Enlightenment seeks to install?",
    "ShortText": "Programs operate in the interrelation between the mechanisms of change, and the desired outcomes.",
    "URL": ""
  },
  {
    "Category1": "",
    "Category2": "Platform",
    "Name": "Network",
    "Text": "The network requires protocols to enable the flow of communication through its edges and vertices and such protocols can support the construction of a site of knowledge. Protocols enable and constrain communication both internally and externally and, in this way, can be thought of as the principles of connection within the network. We most commonly think of these linkages as between people—networks of research, for example, are often manifested as networks of researchers, so that activities like the curation, production, and dissemination of knowledge could hardly be thought without human agency. However, a network can also connect things: gift exchange takes both physical and non-physical forms.",
    "ShortText": "To explain is not a mysterious cognitive feat, but a practical enterprise of tracing a network.",
    "URL": ""
  },
  {
    "Category1": "",
    "Category2": "Tool",
    "Name": "Frame 2",
    "Text": "",
    "ShortText": "A discernible outline that indicates the scope of a knowledge claim, thereby exposing its limitations",
    "URL": ""
  },
  {
    "Category1": "",
    "Category2": "Tool",
    "Name": "Connectivity",
    "Text": "Finding, or designing ways to connect people in joint work within groups or teams or ‘experimenting’ and ‘navigating’ to find connections, complementary ideas, or even shared values across disciplinary divisions, subdivisions, and worlds or challenging, cross checking, and bringing constructive skepticism. This does not happen automatically, or even easily. It requires intention, and protocols?",
    "ShortText": "Finding or designing ways to connect people in joint work.",
    "URL": ""
  },
  {
    "Category1": "",
    "Category2": "Tool",
    "Name": "Complete Knowledge",
    "Text": "This tool helps us to tell the story of long-term aspirations, first in ancient epic and then in a wide range of literary and non-literary works from the early modern era and Enlightenment, to capture and disseminate \"complete knowledge\" of the world. That story is also a story of the persistent failure of these aspirations, their collapse in the late eighteenth century, and the subsequent redefinition of the concept of completeness in modern literary and disciplinary terms. As Seth Rudy argues, we can then use this tool to explain the shape of modern knowledge, for the pursuit of complete knowledge advanced the separation of epic from encyclopedia, literature from \"Literature\", and the sciences from the humanities. The tool also helps us to see that the distinctions between \"high\" and \"low\", ephemeral and eternal, useful and useless that persist today all stem from the concepts of completeness that emerged during and as a result of the Enlightenment.",
    "ShortText": "Knowledge that is finished, done with.",
    "URL": ""
  },
  {
    "Category1": "",
    "Category2": "Tool",
    "Name": "Frame 1",
    "Text": "",
    "ShortText": "A discernible outline that indicates the scope of a knowledge claim, thereby exposing its limitations",
    "URL": ""
  },
  {
    "Category1": "",
    "Category2": "Tool",
    "Name": "When in Doubt, Scale!",
    "Text": "Scale shifting is always a rich exercise. ‘Memory’ was thought of as occurring in the brain until Bartlett, Neisser and others shifted out and discovered that it was equally a social phenomenon. Scaling gets you beyond great divides: equally ‘cognition’ was once trapped in the skull but is now often thought of in terms of the 4 Es (embodied, embedded, enactive, and extended). And how much richer is Richard Lewontin’s triple helix (genes, organisms, environment) than Dawkins' selfish gene? Equally, it is becoming abundantly clear that tiny mycorrhizal networks undergird the heatlh of huge forests – see the wonderful mapping effort at The Society for the Protection of the Underground. The semiotic tools of upshifting and downshifting discourse generates new insights. And scale itself has its own laws, as Geoffrey West illustrated in his book on Scale: motorways and cul de sacs follow the same scaling laws as blood flow within organisms. When in doubt, scale!",
    "ShortText": "Scale shifting is always a rich exercise.",
    "URL": ""
  },
  {
    "Category1": "",
    "Category2": "Tool",
    "Name": "Wandering",
    "Text": "",
    "ShortText": "The practice of finding where one has been, not where one is.",
    "URL": ""
  },
  {
    "Category1": "",
    "Category2": "Tool",
    "Name": "Zone",
    "Text": "Often associated with very high skill achievement. See also thinking through. Zone: area in a geographical array (a city, a continent) that can be legibly discerned from the total array (see frame), often used in representations of such geographical arrays (see London Tube map). Cashes in on the economic implications (movement across zones is calibrated according to price), hence knowledge zone implies that there is a cost related to movement from one zone to another.",
    "ShortText": "state of mind most commonly produced by repetitive action for which one no longer needs to pay attention.",
    "URL": ""
  },
  {
    "Category1": "",
    "Category2": "Tool",
    "Name": "Writing",
    "Text": "",
    "ShortText": "I write, am a writer, and writing is my primary tool of knowledge production – even beyond reading, teaching, listening to lectures, podcasts, etc. I know, produce, circulate, revise, imagine, through writing.",
    "URL": ""
  },
  {
    "Category1": "",
    "Category2": "Protocol",
    "Name": "RE:",
    "Text": "The Re: Enlightenment Project is concerned with connecting the knowledge practices and knowledge institutions of the historical Enlightenment with the transformations of both knowledge and institutions in our own time. We use the prefix “Re:” to convey a basic strategy for transforming our Enlightenment inheritance. The Project is “about” Enlightenment in that it examines how new technologies and research tools are transforming our understanding of what the Enlightenment was and how it worked. At the same time, new knowledge of the past speaks back to the present, identifying features of Enlightenment that we should work to recharge, reconstitute, reform, or reject. Connectivity thus works in a plurality of compatible ways: We connect to the past and move forward with new and better explanations. Innovative media enables us to make strategic connectivities. Rejecting the Humanities’ view of the loan scholar, we work collaboratively across traditional geographical, institutional, and disciplinary boundaries in order to expand them. We affirm connectivity in the plural: Enlightenment is connected dynamically to the present; while our worksites are diverse, they also overlap. We work collaboratively across traditional geographical, institutional, and disciplinary boundaries to expand them.",
    "ShortText": "Protocols are entries in a conceptual vocabulary aimed at creating new knowledge. Each one is a short paragraph of accessible prose without external references. They are thus modular: easily combined and reshuffled to build new explanations.",
    "URL": ""
  },
  {
    "Category1": "",
    "Category2": "Touchstone",
    "Name": "The Specific",
    "Text": "Specificity is one among many ways to conceptualize the importance of starting small and going big (call it inference). We’ve worked on and within the demands of specificity at least sense Adam Smith theorized the workshop as a place where labor is divided. You pour the steel; I’ll pound the pin; she’ll sharpen the end; and somebody else down the line will put in a hole for the thread. Once these divisions add up to a product, more people can make more things with the specific thing we just made together. But we can add something more to the idea of working on the order of specifics. This something is implicit in Smith, and his best readers, have already figured out: “Workshops of the world, unite!” Knowledge workers gather in different kinds of institutions. Some get paid to be in disciplines and identify the specific objects their disciplines command. But don’t stop there. Institutions change, disciplines come and go, and objects reveal they are crisscrossed by differences you might identify as unifiable not down the line but right now!",
    "ShortText": "Specificity is one among many ways to conceptualize the importance of starting small and going big (call it inference). But don’t stop there. Institutions change, disciplines come and go, and objects reveal they are crisscrossed by differences you might identify as being unifiable. Workshops of the world, unite!",
    "URL": ""
  },
  {
    "Category1": "",
    "Category2": "Workshop",
    "Name": "The Abstract",
    "Text": "Around the time of the scientific revolution the science fiction writer, poet, and philosopher of science, Mary Cavendish, was struck by a problem of abstraction. It’s when she saw a drawing of Robert Hooke’s microscopic enlargement of the flea. Imagine a flea the way John Donne would have: a black dot flitting this-way-and-that, and if you’re lucky, landing on some mutually attractive neck for you to write poetry and the insect to eat. Then imagine the flea as it appeared through an organ other the ones between your ears. Hooke’s flea was admitted by him to be monstrous, even apparitional—at first. Confronted by the abstraction, Cavendish went gothic, too. For her the new flea was a horrific, a fake flea, altogether detached from the ones she saw with her own eyes. We might identify going gothic as a form of as a form of epistemic overflow. But the flea problem played out on the realist side of things in due time. Abstraction got linked to concreteness as emotions settled and the Royal Society’s work advanced. Knowing more about the flea was possible because Hook’s new form of abstraction proved compatible with old eyeballing. Through the lenses, and on the page, the flea was made more real because it was artificially visible. Abstraction was put to the test, and it passed.",
    "ShortText": "All media works with abstraction in the sense of rendering specific elements of reality knowable in different ways. Abstraction is testable when media is shared, and the specifics scale up convincingly over time. The abstract is a step on the road to error correction.",
    "URL": ""
  },
  {
    "Category1": "",
    "Category2": "Workshop",
    "Name": "Embodiment",
    "Text": "Doing knowledge work in a Re: Enlightenment mode means putting all of our pieces on the board and working with the cards we are dealt; or, sometimes, needing to deal ourselves a new hand. Who plays, on what gameboard, what the stakes are, and which cards we’re dealt depend on what tables we sit at. Our different locations in real places and at particular historical moments represent “the siting of knowledge.” These knowledge sites both restrain and enable certain kinds of practices. Think if this as protocols variously embodied. We could occupy the site of the university in classrooms, libraries, and labs, or maybe we work at other sites, doing various forms of public consolation, making things for others, participant- observation in strange places, prison teaching. For most of us, and certainly for Re: Enlightenment, electronic means of travel allow us ways of occasionally zooming to alternative sites, where embodiment grows, and like the being in Frankenstein before tragic parts, gains power beyond the control of its creator. In that sense, embodied knowledge has collaborative potential. Sites can be expanded, eliminated, and recombined. New zones and new occupants appear.",
    "ShortText": "When we think of our workshops as embodied our differences may be one of the first things that come to mind. Everyone is situated differently, institutionally, and otherwise. Bodies are infinitely diverse. It’s tempting to get stuck with the differences. But we can think together. We can fight, or we can dance.",
    "URL": ""
  },
  {
    "Category1": "",
    "Category2": "Workshop",
    "Name": "Unity",
    "Text": "One of the principles of Re: Enlightenment is to think strenuously about existing unities. The pre-fix “Re” is the first indication that something more than superficial holisms interests us: Categories work by leaving some of their attributes underemphasized or even occulted. And they are indefinable in the first place only by excluding other categories upon which they sometimes secretly depend. Could you imagine a unity, for example, that was identifiable as such without reference to another unity different from it? Unity is a relational value, and what appears to be absent is better described is an occulted attribute waiting to be seen. You can sometimes accelerate the recalibration of a unity by alternating how you approach it. This means finding more of the objects you can unify",
    "ShortText": "What unifies a category of work—a genre, a discipline, a historical period like an epoch or career? Superficial holisms should always lead to something more. That something more is hard to see, but it can lead to new and better ways to unify.",
    "URL": ""
  }
]